acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
audit
avahi
awesome-terminal-fonts
base
bash
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
colord
connman
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
e2fsprogs
efibootmgr
efivar
expat
ffmpeg
file
filesystem
findutils
firefox
flac
fontconfig
freetype2
fribidi
gawk
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
gmp
gnupg
gnutls
gpgme
graphite
grep
grub
gsettings-desktop-schemas
gsm
gtk-update-icon-cache
gtk3
gzip
harfbuzz
hicolor-icon-theme
hidapi
hwids
iana-etc
icu
iproute2
iptables
iputils
iso-codes
jack
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
less
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libcanberra
libcap
libcap-ng
libcloudproviders
libcroco
libcups
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libffi
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libice
libidn2
libiec61883
libjpeg-turbo
libksba
libldap
libluv
libmfx
libmnl
libmodplug
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsoup
libsoxr
libssh
libssh2
libstemmer
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libwebp
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxft
libxi
libxinerama
libxkbcommon
libxml2
libxmu
libxrandr
libxrender
libxshmfence
libxt
libxtst
libxv
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lsd
luajit
lz4
lzo
mailcap
mesa
mkinitcpio
mkinitcpio-busybox
mpfr
msgpack-c
ncurses
neovim
nerd-fonts-hack
nettle
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
opencore-amr
openjpeg2
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
polkit
popt
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
rav1e
readline
rest
rtkit
sdl2
sed
shadow
shared-mime-info
sound-theme-freedesktop
speex
speexdsp
sqlite
srt
sudo
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
tracker3
ttf-ms-fonts
tzdata
unibilium
util-linux
util-linux-libs
v4l-utils
vid.stab
vmaf
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
x264
x265
xcb-proto
xclip
xkeyboard-config
xorgproto
xvidcore
xz
yay
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
